Repository: maupao/GameShell
Catalog: missions/stdin_stdout_stderr/02_stdin_redirection_multiplications/i18n/*.po
Languages: it

source: $MISSION_DIR/goal/en.txt
it: $MISSION_DIR/goal/it.txt

source: $MISSION_DIR/skip/en.txt
it: $MISSION_DIR/skip/it.txt

source: $MISSION_DIR/treasure-msg/en.txt
it: $MISSION_DIR/treasure-msg/it.txt

source: Greek_Latin_and_other_modern_languages
it: Greco_Latino_e_altre_lingue_moderne

source: How_to_cheat_for_exams
it: Come_imbrogliare_agli_esami

source: Mathematics_101
it: Matematica_al_primo_anno

source: That's not even a number!
it: Questo non Ã¨ un numero!

source: The book 'Mathematics_101' contains all the anwsers. Just copy all its lines to get perfect score.
it: Il libro 'Matematica_al_primo_anno' contiene ler risposte. Copia semplicemente tutte le linee per avere un punteggio perfetto.

source: Too bad! The answer was $result...
it: Sbagliato! La risposta era $result...

source: Too slow! You need to give the answers in less than 10 seconds...
it: Troppo lento! Devi rispondere in meno di 10 secondi...
